Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# toast_logged
source: Logged, %1$.1f %2$@.
da: Noteret, %1$.1f %2$@.
de: Erfasst, %1$.1f %2$@.
es_419: Registrado, %1$.1f %2$@.
es_es: Registrado: %1$.1f %2$@.
fil: Na-log, %1$.1f na %2$@.
fr: Enregistré, %1$.1f %2$@.
fr_ca: Inscrit : %1$.1f %2$@.
id: Tercatat, %1$.1f %2$@.
it: Registrato: %1$.1f %2$@.
ja: 記録しました。%1$.1f%2$@。
ko: 기록했어요, %1$.1f %2$@.
ms: Dicatat, %1$.1f %2$@.
pl: Zapisano: %1$.1f %2$@.
pt_br: Registrado: %1$.1f %2$@.
th: จดแล้ว %1$.1f %2$@
tr: Kaydedildi, %1$.1f %2$@.
vi: Đã ghi, %1$.1f %2$@.
zh_hant_hk: 已記錄，%1$.1f %2$@。

# toast_pro_welcome
source: Welcome to Pro, everything, unlocked.
da: Velkommen til Pro — alt er låst op.
de: Willkommen bei Pro, alles freigeschaltet.
es_419: Te damos la bienvenida a Pro: todo desbloqueado.
es_es: Ya tienes Pro: todo desbloqueado.
fil: Maligayang pagdating sa Pro, lahat, naka-unlock na.
fr: Bienvenue dans Pro, tout est débloqué.
fr_ca: Bienvenue dans Pro. Tout est débloqué.
id: Selamat datang di Pro, semuanya, terbuka.
it: Pro attivo. Tutto sbloccato.
ja: Proへようこそ。すべて使えます。
ko: Pro 시작이에요. 전부 열렸어요.
ms: Selamat datang ke Pro, semuanya, terbuka.
pl: Witamy w Pro — wszystko odblokowane.
pt_br: Boas-vindas ao Pro. Tudo liberado.
th: ยินดีต้อนรับสู่ Pro ปลดล็อกครบทุกอย่าง
tr: Pro'ya hoş geldiniz — her şey açık.
vi: Chào mừng đến với Pro, mọi thứ đã mở khóa.
zh_hant_hk: 歡迎加入 Pro，一切都解鎖了。

# toast_profile_incomplete
source: Add both weight and sex, BAC needs them.
da: Tilføj både vægt og køn — estimatet har brug for begge dele.
de: Trag Gewicht und Geschlecht ein, die BAK braucht beides.
es_419: Indica peso y sexo: la alcoholemia los necesita.
es_es: Añade el peso y el sexo: la alcoholemia los necesita.
fil: Ilagay ang timbang at kasarian, kailangan ng BAC ang dalawa.
fr: Indiquez le poids et le sexe : l'alcoolémie en a besoin.
fr_ca: Ajoute le poids et le sexe : l'alcoolémie en a besoin.
id: Isi berat badan dan jenis kelamin, BAC memerlukan keduanya.
it: Aggiungi sia il peso sia il sesso: servono per il tasso alcolemico.
ja: 体重と性別の両方を入れてください。BACの計算に必要です。
ko: 체중과 성별을 모두 넣어주세요. 혈중알코올농도 추정에 꼭 필요해요.
ms: Masukkan berat dan jantina, BAC memerlukan kedua-duanya.
pl: Uzupełnij masę ciała i płeć — bez nich nie da się policzyć szacunku.
pt_br: Informe peso e sexo: a estimativa precisa dos dois.
th: ใส่ทั้งน้ำหนักและเพศ การประมาณแอลกอฮอล์ในเลือดต้องใช้ทั้งสองอย่าง
tr: Hem ağırlık hem cinsiyet gerekli; tahmin bunlarsız hesaplanamaz.
vi: Cần cả cân nặng và giới tính sinh học, BAC dựa vào hai thông tin này.
zh_hant_hk: 體重和性別都要填，血液酒精濃度估算需要這兩項。

# toast_profile_saved
source: Saved, your BAC estimates just got sharper.
da: Gemt — dine promilleestimater blev lige skarpere.
de: Gespeichert, deine BAK-Schätzungen sind jetzt schärfer.
es_419: Guardado: tus estimaciones de alcoholemia se afinaron.
es_es: Guardado: tus estimaciones de alcoholemia ganan precisión.
fil: Na-save, mas naging matalas ang mga tantiyang BAC mo.
fr: Enregistré, vos estimations d'alcoolémie viennent de s'affiner.
fr_ca: Enregistré. Tes estimations d'alcoolémie viennent de s'affiner.
id: Tersimpan, perkiraan BAC-mu jadi lebih tajam.
it: Salvato: le stime del tasso alcolemico ora sono più precise.
ja: 保存しました。BACの推定が、より自分に近づきました。
ko: 저장했어요. 추정치가 조금 더 또렷해졌어요.
ms: Disimpan, anggaran BAC anda kini lebih tajam.
pl: Zapisano — szacunki alkoholu we krwi właśnie się wyostrzyły.
pt_br: Salvo. Suas estimativas de álcool no sangue ficaram mais afiadas.
th: บันทึกแล้ว ค่าประมาณแอลกอฮอล์ในเลือดคมขึ้นอีกนิด
tr: Kaydedildi, tahminleriniz artık size daha yakın.
vi: Đã lưu, ước tính BAC vừa sắc nét hơn.
zh_hant_hk: 已儲存，血液酒精濃度的估算清晰了一點。

# toast_purchase_failed
source: The purchase didn't complete, nothing was charged.
da: Købet blev ikke gennemført — der er ikke trukket noget.
de: Der Kauf wurde nicht abgeschlossen, es wurde nichts abgebucht.
es_419: La compra no se completó; no se cobró nada.
es_es: La compra no se ha completado; no se ha cobrado nada.
fil: Hindi natuloy ang pagbili, walang siningil.
fr: L'achat n'a pas abouti, rien n'a été débité.
fr_ca: L'achat ne s'est pas conclu, rien n'a été facturé.
id: Pembeliannya tidak selesai, tidak ada yang ditagih.
it: L'acquisto non è andato a buon fine, non è stato addebitato niente.
ja: 購入は完了しませんでした。請求は発生していません。
ko: 결제가 완료되지 않았어요. 청구된 금액은 없어요.
ms: Pembelian tidak selesai, tiada apa-apa dicaj.
pl: Zakup nie doszedł do skutku — nic nie zostało pobrane.
pt_br: A compra não foi concluída. Nada foi cobrado.
th: การซื้อไม่สำเร็จ ไม่มีการเรียกเก็บเงิน
tr: Satın alma tamamlanmadı; hiçbir ücret alınmadı.
vi: Giao dịch chưa hoàn tất, chưa trừ khoản nào.
zh_hant_hk: 購買未完成，沒有收取任何費用。

# toast_purchase_unavailable
source: Purchases aren't available right now.
da: Køb er ikke tilgængelige lige nu.
de: Käufe sind gerade nicht verfügbar.
es_419: Las compras no están disponibles en este momento.
es_es: Ahora mismo no se pueden hacer compras.
fil: Hindi available ang pagbili sa ngayon.
fr: Les achats ne sont pas disponibles pour le moment.
fr_ca: Les achats ne sont pas disponibles en ce moment.
id: Pembelian sedang tidak tersedia.
it: Gli acquisti non sono disponibili in questo momento.
ja: いまは購入できません。
ko: 지금은 구매를 이용할 수 없어요.
ms: Pembelian tidak tersedia buat masa ini.
pl: Zakupy są teraz niedostępne.
pt_br: As compras não estão disponíveis agora.
th: ตอนนี้ยังซื้อไม่ได้
tr: Satın alma şu anda kullanılamıyor.
vi: Hiện chưa thể mua hàng.
zh_hant_hk: 現時未能進行購買。

# toast_quick_logged
source: %1$@ logged, %2$.1f %3$@.
da: %1$@ noteret, %2$.1f %3$@.
de: %1$@ erfasst, %2$.1f %3$@.
es_419: Registrado: %1$@, %2$.1f %3$@.
es_es: %1$@: %2$.1f %3$@.
fil: Na-log ang %1$@, %2$.1f %3$@.
fr: Enregistré : %1$@, %2$.1f %3$@.
fr_ca: Inscrit : %1$@, %2$.1f %3$@.
id: %1$@ tercatat, %2$.1f %3$@.
it: %1$@ registrato: %2$.1f %3$@.
ja: %1$@を記録しました。%2$.1f%3$@。
ko: %1$@ 기록, %2$.1f %3$@.
ms: %1$@ dicatat, %2$.1f %3$@.
pl: Zapisano: %1$@, %2$.1f %3$@.
pt_br: Registrado: %1$@, %2$.1f %3$@.
th: จด %1$@ แล้ว %2$.1f %3$@
tr: %1$@ kaydedildi, %2$.1f %3$@.
vi: Đã ghi %1$@, %2$.1f %3$@.
zh_hant_hk: 已記錄 %1$@，%2$.1f %3$@。

# toast_relogged
source: Same again, logged for today.
da: Det samme igen, noteret på i dag.
de: Noch mal dasselbe, für heute erfasst.
es_419: Lo mismo otra vez, registrado para hoy.
es_es: Otra igual, registrada para hoy.
fil: Ganoon ulit, na-log para sa araw na ito.
fr: La même, enregistrée pour aujourd'hui.
fr_ca: La même chose, inscrite pour aujourd'hui.
id: Sama lagi, tercatat untuk hari ini.
it: Lo stesso, registrato per oggi.
ja: 同じものを、今日に記録しました。
ko: 같은 걸로 오늘 기록했어요.
ms: Sama seperti tadi, dicatat untuk hari ini.
pl: To samo jeszcze raz — zapisano na dziś.
pt_br: De novo o mesmo, registrado para hoje.
th: เหมือนเดิม จดเข้าวันนี้แล้ว
tr: Aynısı bugüne kaydedildi.
vi: Thêm ly nữa như vậy, đã ghi cho hôm nay.
zh_hant_hk: 照舊，已記入今日。

# toast_reminder_scheduled
source: Scheduled, a gentle nudge, daily.
da: Planlagt — et stille skub, dagligt.
de: Geplant, ein leiser Hinweis, täglich.
es_419: Programado: un aviso suave, todos los días.
es_es: Programado: un aviso discreto, a diario.
fil: Nakaiskedyul na, banayad na paalala, araw-araw.
fr: Programmé, un rappel tout doux, chaque jour.
fr_ca: Programmé. Un rappel discret, chaque jour.
id: Terjadwal, pengingat lembut, setiap hari.
it: Programmato: un promemoria discreto, ogni giorno.
ja: 設定しました。毎日、そっとお知らせします。
ko: 예약했어요. 매일 가볍게 알려드릴게요.
ms: Dijadualkan, satu peringatan lembut, setiap hari.
pl: Zaplanowano — łagodne przypomnienie, codziennie.
pt_br: Agendado: um lembrete leve, todo dia.
th: ตั้งเวลาแล้ว เตือนเบาๆ ทุกวัน
tr: Planlandı — her gün nazik bir hatırlatma.
vi: Đã đặt lịch, một lời nhắc nhẹ nhàng, mỗi ngày.
zh_hant_hk: 已排程，每日一下溫和的提醒。

# toast_reminder_silent
source: Saved, but %1$@ will keep it silent.
da: Gemt, men %1$@ holder den lydløs.
de: Gespeichert, aber %1$@ hält sie stumm.
es_419: Guardado, pero %1$@ lo mantendrá en silencio.
es_es: Guardado, pero %1$@ lo mantendrá en silencio.
fil: Na-save, pero patatahimikin ito ng %1$@.
fr: Enregistré, mais %1$@ le gardera silencieux.
fr_ca: Enregistré, mais %1$@ le gardera silencieux.
id: Tersimpan, tapi %1$@ akan membuatnya senyap.
it: Salvato, ma %1$@ lo terrà silenzioso.
ja: 保存しましたが、%1$@の設定で音は鳴りません。
ko: 저장했어요. 다만 %1$@에서 알림이 꺼져 있어 소리는 나지 않아요.
ms: Disimpan, tetapi %1$@ akan membiarkannya senyap.
pl: Zapisano, ale %1$@ będzie je wyciszać.
pt_br: Salvo, mas o %1$@ vai mantê-lo em silêncio.
th: บันทึกแล้ว แต่ %1$@ จะปิดเสียงไว้
tr: Kaydedildi, ancak %1$@ bunu sessizde tutacak.
vi: Đã lưu, nhưng %1$@ sẽ giữ im lặng.
zh_hant_hk: 已儲存，不過 %1$@ 會讓它保持靜音。

# toast_restore_none
source: Nothing to restore yet, you're all set.
da: Der er intet at gendanne endnu — alt er, som det skal være.
de: Nichts wiederherzustellen, alles in Ordnung.
es_419: Nada que restaurar por ahora; todo en orden.
es_es: No hay nada que restaurar; está todo en orden.
fil: Wala pang maibabalik, kumpleto ka na.
fr: Rien à restaurer pour l'instant, tout est en ordre.
fr_ca: Rien à restaurer pour l'instant, tout est en ordre.
id: Belum ada yang perlu dipulihkan, semuanya sudah beres.
it: Niente da ripristinare, è tutto a posto.
ja: 復元するものはありません。このままで大丈夫です。
ko: 복원할 게 없어요. 이미 준비돼 있어요.
ms: Tiada apa-apa untuk dipulihkan, semuanya sudah teratur.
pl: Nie ma czego przywracać — wszystko gotowe.
pt_br: Nada para restaurar ainda, está tudo certo.
th: ยังไม่มีอะไรให้กู้คืน พร้อมใช้งานแล้ว
tr: Geri yüklenecek bir şey yok; her şey yolunda.
vi: Chưa có gì để khôi phục, mọi thứ vẫn ổn.
zh_hant_hk: 暫時沒有可回復的項目，一切正常。

# toast_restore_success
source: Welcome back, everything's unlocked.
da: Velkommen tilbage — alt er låst op.
de: Willkommen zurück, alles ist freigeschaltet.
es_419: Qué bueno tenerte de vuelta: todo desbloqueado.
es_es: Todo vuelve a estar desbloqueado.
fil: Maligayang pagbabalik, naka-unlock na ang lahat.
fr: De retour, tout est débloqué.
fr_ca: Te revoilà, tout est débloqué.
id: Selamat datang kembali, semuanya sudah terbuka.
it: Di nuovo qui. Tutto sbloccato.
ja: おかえりなさい。すべて使えます。
ko: 다시 오셨네요. 전부 열려 있어요.
ms: Selamat kembali, semuanya terbuka.
pl: Witamy z powrotem — wszystko odblokowane.
pt_br: Que bom ter você de volta. Tudo liberado.
th: ยินดีต้อนรับกลับมา ปลดล็อกไว้ครบแล้ว
tr: Tekrar hoş geldiniz, her şey açık.
vi: Chào bạn trở lại, mọi thứ đã mở khóa.
zh_hant_hk: 歡迎回來，一切都已解鎖。

# trends_axis_end
source: today
da: i dag
de: heute
es_419: hoy
es_es: hoy
fil: ngayon
fr: aujourd'hui
fr_ca: aujourd'hui
id: hari ini
it: oggi
ja: 今日
ko: 오늘
ms: hari ini
pl: dziś
pt_br: hoje
th: วันนี้
tr: bugün
vi: hôm nay
zh_hant_hk: 今日

# trends_axis_start
source: 6 days ago
da: for 6 dage siden
de: vor 6 Tagen
es_419: hace 6 días
es_es: Hace 6 días
fil: 6 na araw ang nakalipas
fr: il y a 6 jours
fr_ca: il y a 6 jours
id: 6 hari lalu
it: 6 giorni fa
ja: 6日前
ko: 6일 전
ms: 6 hari lalu
pl: 6 dni temu
pt_br: há 6 dias
th: 6 วันก่อน
tr: 6 gün önce
vi: 6 ngày trước
zh_hant_hk: 6 日前

# trends_empty_body
source: Add your profile and log a drink, your trend line starts with the first pour.
da: Tilføj din profil og notér en drink — kurven begynder med den første.
de: Leg dein Profil an und erfass ein Getränk, deine Kurve beginnt mit dem ersten Glas.
es_419: Agrega tu perfil y anota un trago: la curva empieza con el primer servido.
es_es: Añade tu perfil y registra una copa: la línea empieza con la primera.
fil: Idagdag ang profile mo at mag-log ng inom, magsisimula ang trend line mo sa unang tala.
fr: Ajoutez votre profil et enregistrez un verre : la courbe démarre au premier service.
fr_ca: Ajoute ton profil et inscris un verre : ta courbe part du premier verre versé.
id: Isi profilmu dan catat satu minuman, garis trenmu dimulai dari tuangan pertama.
it: Aggiungi il profilo e registra un bicchiere: la linea parte dal primo versato.
ja: プロフィールを入れて一杯記録すると、最初の一杯から線が始まります。
ko: 프로필을 넣고 한 잔을 기록하면, 첫 잔부터 추이선이 시작돼요.
ms: Tambah profil anda dan catat satu minuman, garis trend anda bermula dengan tuangan pertama.
pl: Uzupełnij profil i zapisz drinka — linia trendu zaczyna się od pierwszej porcji.
pt_br: Preencha seu perfil e registre uma bebida: sua linha começa no primeiro copo.
th: ใส่โปรไฟล์แล้วจดสักแก้ว เส้นแนวโน้มจะเริ่มจากแก้วแรก
tr: Profilinizi ekleyip bir içki kaydedin; eğriniz ilk kayıtla başlar.
vi: Thêm hồ sơ và ghi một ly, đường xu hướng bắt đầu từ lần rót đầu tiên.
zh_hant_hk: 填好個人檔案，再記一杯，走勢線就由第一杯開始。

# trends_empty_title
source: No curve yet.
da: Ingen kurve endnu.
de: Noch keine Kurve.
es_419: Todavía no hay curva.
es_es: Todavía no hay curva.
fil: Wala pang kurba.
fr: Pas encore de courbe.
fr_ca: Pas encore de courbe.
id: Belum ada kurva.
it: Ancora nessuna curva.
ja: まだ曲線はありません。
ko: 아직 곡선이 없어요.
ms: Belum ada lengkung.
pl: Jeszcze bez krzywej.
pt_br: Nenhuma curva ainda.
th: ยังไม่มีเส้น
tr: Henüz bir eğri yok.
vi: Chưa có đường cong nào.
zh_hant_hk: 暫時未有曲線。

# trends_note
source: The curve settles as your body clears roughly 0.015% an hour. Flat weeks are good weeks.
da: Kurven falder, fordi kroppen forbrænder omkring 0,015 % i timen. Flade uger er gode uger.
de: Die Kurve sinkt, weil dein Körper etwa 0,015 % pro Stunde abbaut. Flache Wochen sind gute Wochen.
es_419: La curva baja a medida que tu organismo elimina cerca de 0.015 % por hora. Las semanas planas son buenas semanas.
es_es: La curva baja a medida que tu cuerpo elimina en torno a un 0,015 % por hora. Las semanas planas son semanas buenas.
fil: Bumababa ang kurba habang naaalis ng katawan mo ang mga 0.015% kada oras. Mabuti ang mga linggong patag.
fr: La courbe redescend à mesure que votre organisme élimine environ 0,015 % par heure. Les semaines plates sont de bonnes semaines.
fr_ca: La courbe redescend à mesure que ton organisme élimine environ 0,015 % à l'heure. Les semaines plates sont de bonnes semaines.
id: Kurvanya turun selagi tubuh menguraikan kira-kira 0,015% per jam. Minggu yang datar adalah minggu yang baik.
it: La curva scende mentre il corpo elimina circa lo 0,015% all'ora. Le settimane piatte sono settimane buone.
ja: 体が1時間におよそ0.015%を分解するので、曲線は下がっていきます。平らな週は、良い週です。
ko: 몸이 시간당 대략 0.015%씩 분해하면서 곡선이 내려가요. 평평한 주가 좋은 주예요.
ms: Lengkung itu menurun apabila badan anda menghapuskan kira-kira 0.015% sejam. Minggu yang rata ialah minggu yang baik.
pl: Krzywa opada, bo organizm usuwa mniej więcej 0,015 % na godzinę. Płaskie tygodnie to dobre tygodnie.
pt_br: A curva baixa conforme seu corpo elimina cerca de 0,015% por hora. Semanas planas são boas semanas.
th: เส้นจะค่อยๆ ลดลงตามที่ร่างกายกำจัดออกราว 0.015% ต่อชั่วโมง สัปดาห์ที่เส้นราบคือสัปดาห์ที่ดี
tr: Vücudunuz saatte kabaca %0,015 temizledikçe eğri düşer. Düz haftalar iyi haftalardır.
vi: Đường cong hạ xuống khi cơ thể đào thải khoảng 0,015% mỗi giờ. Những tuần phẳng là những tuần lành.
zh_hant_hk: 身體大約每小時代謝 0.015%，曲線就這樣回落。平坦的一個星期，就是好的一個星期。

# trends_range
source: Last 7 days
da: Seneste 7 dage
de: Letzte 7 Tage
es_419: Últimos 7 días
es_es: Últimos 7 días
fil: Huling 7 araw
fr: 7 derniers jours
fr_ca: 7 derniers jours
id: 7 hari terakhir
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
ms: 7 hari lepas
pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
th: 7 วันล่าสุด
tr: Son 7 gün
vi: 7 ngày qua
zh_hant_hk: 最近 7 日

# trends_title
source: Peak estimated BAC
da: Højeste estimerede promille
de: Höchster geschätzter BAK-Wert
es_419: Pico de alcoholemia estimada
es_es: Alcoholemia estimada máxima
fil: Pinakamataas na tinatayang BAC
fr: Pic d'alcoolémie estimée
fr_ca: Alcoolémie estimée maximale
id: Puncak perkiraan BAC
it: Picco stimato del tasso alcolemico
ja: 推定BACのピーク
ko: 최고 추정 혈중알코올농도
ms: Anggaran BAC puncak
pl: Szczytowy szacowany alkohol we krwi
pt_br: Pico estimado de álcool no sangue
th: ค่าประมาณแอลกอฮอล์ในเลือดสูงสุด
tr: Tahmini en yüksek kandaki alkol
vi: Ước tính BAC cao nhất
zh_hant_hk: 估算血液酒精濃度峰值

# unit_noun_dk_abbr
source: SD
da: gst.
de: SG
es_419: te
es_es: UBE
fr: v
fr_ca: v
it: bicch.
pl: ds
pt_br: un.
th: ดื่มมาตรฐาน
tr: Sİ
zh_hant_hk: 標準杯

# unit_noun_dk_pl
source: standard drinks
da: genstande
de: Standardgläser
es_419: tragos estándar
es_es: bebidas estándar
fil: standard drink
fr: verres standard
fr_ca: verres standard
id: minuman standar
it: bicchieri standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drinków standardowych
pt_br: doses padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_dk_sg
source: standard drink
da: genstand
de: Standardglas
es_419: trago estándar
es_es: bebida estándar
fr: verre standard
fr_ca: verre standard
id: minuman standar
it: bicchiere standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drink standardowy
pt_br: dose padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_dk_short
source: std drinks
da: genstande
de: Gläser
es_419: tragos
es_es: bebidas
fil: std drink
fr: verres
fr_ca: verres
id: minuman
it: bicchieri
ja: 標準ドリンク
ko: 표준잔
ms: minuman
pl: drinki standardowe
pt_br: doses
th: ดื่มมาตรฐาน
tr: std. içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_jp_abbr
source: SD
da: sg.
de: SG
es_419: te
es_es: UBE
fr: v
fr_ca: v
it: bicch.
ja: 単位
pl: ds
pt_br: un.
th: ดื่มมาตรฐาน
tr: Sİ
zh_hant_hk: 標準杯

# unit_noun_jp_pl
source: standard drinks
da: standardglas
de: Standardgläser
es_419: tragos estándar
es_es: bebidas estándar
fil: standard drink
fr: verres standard
fr_ca: verres standard
id: minuman standar
it: bicchieri standard
ja: 単位
ko: 표준잔
ms: minuman standard
pl: drinków standardowych
pt_br: doses padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_jp_sg
source: standard drink
da: standardglas
de: Standardglas
es_419: trago estándar
es_es: bebida estándar
fr: verre standard
fr_ca: verre standard
id: minuman standar
it: bicchiere standard
ja: 単位
ko: 표준잔
ms: minuman standard
pl: drink standardowy
pt_br: dose padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_jp_short
source: std drinks
da: glas
de: Gläser
es_419: tragos
es_es: bebidas
fil: std drink
fr: verres
fr_ca: verres
id: minuman
it: bicchieri
ja: 単位
ko: 표준잔
ms: minuman
pl: drinki standardowe
pt_br: doses
th: ดื่มมาตรฐาน
tr: std. içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_uk_abbr
source: u
da: enh.
de: E
pl: j.
pt_br: un.
th: หน่วยแอลกอฮอล์
tr: br
vi: đv
zh_hant_hk: 個酒精單位

# unit_noun_uk_pl
source: units
da: enheder
de: Einheiten
es_419: unidades
es_es: unidades
fil: unit
fr: unités
fr_ca: unités
id: unit
it: unità
ja: ユニット
ko: 유닛
ms: unit
pl: jednostek
pt_br: unidades
th: หน่วยแอลกอฮอล์
tr: birim
vi: đơn vị cồn
zh_hant_hk: 個酒精單位

# unit_noun_uk_sg
source: unit
da: enhed
de: Einheit
es_419: unidad
es_es: unidad
fr: unité
fr_ca: unité
it: unità
ja: ユニット
ko: 유닛
pl: jednostka
pt_br: unidade
th: หน่วยแอลกอฮอล์
tr: birim
vi: đơn vị cồn
zh_hant_hk: 個酒精單位

# unit_noun_uk_short
source: units
da: enheder
de: Einheiten
es_419: unidades
es_es: unidades
fil: unit
fr: unités
fr_ca: unités
id: unit
it: unità
ja: ユニット
ko: 유닛
ms: unit
pl: jednostki
pt_br: unidades
th: หน่วยแอลกอฮอล์
tr: birim
vi: đơn vị
zh_hant_hk: 酒精單位

# unit_noun_us_abbr
source: SD
da: sg.
de: SG
es_419: te
es_es: UBE
fr: v
fr_ca: v
it: bicch.
pl: ds
pt_br: un.
th: ดื่มมาตรฐาน
tr: Sİ
zh_hant_hk: 標準杯

# unit_noun_us_pl
source: standard drinks
da: standardglas
de: Standardgläser
es_419: tragos estándar
es_es: bebidas estándar
fil: standard drink
fr: verres standard
fr_ca: verres standard
id: minuman standar
it: bicchieri standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drinków standardowych
pt_br: doses padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_us_sg
source: standard drink
da: standardglas
de: Standardglas
es_419: trago estándar
es_es: bebida estándar
fr: verre standard
fr_ca: verre standard
id: minuman standar
it: bicchiere standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drink standardowy
pt_br: dose padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_us_short
source: std drinks
da: glas
de: Gläser
es_419: tragos
es_es: bebidas
fil: std drink
fr: verres
fr_ca: verres
id: minuman
it: bicchieri
ja: 標準ドリンク
ko: 표준잔
ms: minuman
pl: drinki standardowe
pt_br: doses
th: ดื่มมาตรฐาน
tr: std. içki
vi: ly chuẩn
zh_hant_hk: 標準杯

# unit_noun_vn_abbr
source: SD
da: sg.
de: SG
es_419: te
es_es: UBE
fr: v
fr_ca: v
it: bicch.
pl: ds
pt_br: un.
th: ดื่มมาตรฐาน
tr: Sİ
vi: đv
zh_hant_hk: 標準杯

# unit_noun_vn_pl
source: standard drinks
da: standardglas
de: Standardgläser
es_419: tragos estándar
es_es: bebidas estándar
fil: standard drink
fr: verres standard
fr_ca: verres standard
id: minuman standar
it: bicchieri standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drinków standardowych
pt_br: doses padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: đơn vị cồn
zh_hant_hk: 標準杯

# unit_noun_vn_sg
source: standard drink
da: standardglas
de: Standardglas
es_419: trago estándar
es_es: bebida estándar
fr: verre standard
fr_ca: verre standard
id: minuman standar
it: bicchiere standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drink standardowy
pt_br: dose padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: đơn vị cồn
zh_hant_hk: 標準杯

# unit_noun_vn_short
source: std drinks
da: glas
de: Gläser
es_419: tragos
es_es: bebidas
fil: std drink
fr: verres
fr_ca: verres
id: minuman
it: bicchieri
ja: 標準ドリンク
ko: 표준잔
ms: minuman
pl: drinki standardowe
pt_br: doses
th: ดื่มมาตรฐาน
tr: std. içki
vi: đơn vị
zh_hant_hk: 標準杯

# unit_noun_who_abbr
source: SD
da: gst.
de: SG
es_419: te
es_es: UBE
fr: v
fr_ca: v
it: bicch.
pl: ds
pt_br: un.
th: ดื่มมาตรฐาน
tr: Sİ
vi: đv
zh_hant_hk: 個酒精單位

# unit_noun_who_pl
source: standard drinks
da: genstande
de: Standardgläser
es_419: tragos estándar
es_es: bebidas estándar
fil: standard drink
fr: verres standard
fr_ca: verres standard
id: minuman standar
it: bicchieri standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drinków standardowych
pt_br: doses padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: đơn vị cồn
zh_hant_hk: 個酒精單位

# unit_noun_who_sg
source: standard drink
da: genstand
de: Standardglas
es_419: trago estándar
es_es: bebida estándar
fr: verre standard
fr_ca: verre standard
id: minuman standar
it: bicchiere standard
ja: 標準ドリンク
ko: 표준잔
ms: minuman standard
pl: drink standardowy
pt_br: dose padrão
th: ดื่มมาตรฐาน
tr: standart içki
vi: đơn vị cồn
zh_hant_hk: 個酒精單位

# unit_noun_who_short
source: std drinks
da: genstande
de: Gläser
es_419: tragos
es_es: bebidas
fil: std drink
fr: verres
fr_ca: verres
id: minuman
it: bicchieri
ja: 標準ドリンク
ko: 표준잔
ms: minuman
pl: drinki standardowe
pt_br: doses
th: ดื่มมาตรฐาน
tr: std. içki
vi: đơn vị
zh_hant_hk: 酒精單位

# units_energy_label
source: Energy
da: Energi
de: Energie
es_419: Energía
es_es: Energía
fil: Enerhiya
fr: Énergie
fr_ca: Énergie
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
ms: Tenaga
pl: Energia
pt_br: Energia
th: พลังงาน
tr: Enerji
vi: Năng lượng
zh_hant_hk: 能量

# units_millilitres
source: Millilitres
da: Milliliter
de: Milliliter
es_419: Mililitros
es_es: Mililitros
fil: Mililitro
id: Mililiter
it: Millilitri
ja: ミリリットル
ko: 밀리리터
ms: Mililiter
pl: Mililitry
pt_br: Mililitros
th: มิลลิลิตร
tr: Mililitre
vi: Mililít
zh_hant_hk: 毫升
